const dataset = {
    inner: [
        { kk: "Кешіріңіз, түсінбедім", ru: "Извините, я не понял" },
        { kk: "Қайталайсыз ба?", ru: "Повторите, пожалуйста" },
        { kk: "Бұл не?", ru: "Что это?" },
        { kk: "Қайда бару керек?", ru: "Куда нужно идти?" },
        { kk: "Көмектесе аласыз ба?", ru: "Можете помочь?" },
        { kk: "Қанша тұрады?", ru: "Сколько это стоит?" }
    ],
    middle: [
        { kk: "Ақырын сөйлеңізші", ru: "Говорите медленнее, пожалуйста" },
        { kk: "Касса қайда?", ru: "Где находится касса?" },
        { kk: "Маған көмек керек", ru: "Мне нужна помощь" },
        { kk: "Мынау не зат?", ru: "Что это за вещь?" },
        { kk: "Мәзірді беріңізші", ru: "Дайте, пожалуйста, меню" },
        { kk: "Түсінікті жазыңыз", ru: "Напишите понятно" }
    ],
    outer: [
        { kk: "Рақмет сізге!", ru: "Спасибо вам!" },
        { kk: "Қазір төлеймін", ru: "Сейчас оплачу" },
        { kk: "Жақсы, түсіндім", ru: "Хорошо, я понял" },
        { kk: "Мұнда күтемін", ru: "Подожду здесь" },
        { kk: "Кездескенше", ru: "До встречи" },
        { kk: "Оқасы жоқ", ru: "Не за что / Пустяки" }
    ]
};
